/* About */
"About" = "О программе";

/* No comment provided by engineer. */
"Back" = "Назад";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* No comment provided by engineer. */
"Error" = "Ошибка";

/* Events */
"Events" = "События";

/* Notifications */
"Notifications" = "Оповещения";

"NotificationsMessage %@" = "Вы можете получать пуш-уведомления о событиях на сервере прямо на ваш смартфон. Детальная инструкция по настройке доступна на официальном форуме Zabbix: %@";

"NotificationsRenewToken %@" = "%@";
"NotificationsToken %@" = "curl -X POST -H \"Content-type:application/json\" -d '{message:\"Your message\",token:\"%@\"}' http://vserver.inside.cactussoft.biz/zabbkit-test/api/apns";
"NotificationsSendMessage %@" = "Приложение позволяет вам получать push-уведомления о событиях на вашем сервере Zabbix. Для этого вам необходимо создать ваш новый media type типа script и в качестве скрипта использовать следующий код: curl -X POST -H \"Content-type:application/json\" -d '{message:\"Your message\",token:\"%@\"}' http://vserver.inside.cactussoft.biz/zabbkit-test/api/apns";

/* Groups */
"Groups" = "Фильтр";

/* Loading Status */
"Loading..." = "Загрузка...";

/* No comment provided by engineer. */
"Logout" = "Выход";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* Overview */
"Overview" = "Обзор";

/* TriggerEvents */
"Trigger history" = "История событий";

/* No comment provided by engineer. */
"Password" = "Пароль";

/* No comment provided by engineer. */
"Please enter server name and URL" = "Пожалуйста, введите имя сервера и URL";

/* Pull down to refresh status */
"Pull down to refresh..." = "Потяните вниз чтобы обновить...";

/* Release to refresh status */
"Release to refresh..." = "Отпустите...";

/* Set range */
"Set range" = "Диапазон";

/* No comment provided by engineer. */
"Sign in" = "Войти";

/* No comment provided by engineer. */
"URL" = "URL";

/* No comment provided by engineer. */
"URL is not correct" = "Некорректный URL";

/* No comment provided by engineer. */
"User Name" = "Имя пользователя";

/* No comment provided by engineer. */
"You already have such name" = "У вас уже есть такое имя";

/* No comment provided by engineer. */
"You already have such URL" = "У вас уже есть такой URL";

"Rate Message" = "Надеемся, что вам понравилось наше приложение. Мы будем рады вашему отзыву!\n\nОценить приложение?";

"Remind me later" = "Напомнить позже";
"No Thanks" = "Отмена";
"Rate The App" = "Оценить приложение";
"Last Updated: %@" = "Обновлено: %@";
"Server List" = "Список";
"New server" = "Новый сервер";
"Done" = "Готово";
"All" = "Все";
"Host groups" = "Группы хостов";
"Severity: %@" = "Важность: %@";
"Description: %@" = "Описание: %@";
"Duration: %@" = "Продолжительность: %@";

"Groups" = "Группы";
"Hosts" = "Хосты";
"Graphs" = "Графики";

"Not selected" = "Не выбрано";

// About Screen
"About Programm" = "О программе";
"Contact Us" = "Написать разработчикам";

// Graph
"No graphs found" = "Список графиков пуст";
"No host groups found" = "Список групп пуст";
"No host found" = "Список хостов пуст";

// triggers
"No triggers found" = "Список триггеров пуск";

//
"Device id was received" = "Идентификационный номер для получения уведомлений получен";
"Device id was updated"  = "Идентификационный номер для получения уведомлений обновлен";
"The server's SSL certificate is untrusted. Would you like to continue?" = "SSL сертификат сервера является ненадежным. Хотите продолжить?";
"Trust self-signed SSL-certificate" = "Доверять самоподписанному сертификату";
"Attention!" = "Внимание!";
"Client-application for Zabbix monitoring system." = "Клиент-приложение для системы контроля Zabbix.";
"Zabbix Error" = "Ошибка Zabbix";

//About screen
"Developed by:" = "Разработан:";
"Cast" = "Состав";
"iOS Developing" = "iOS Разработка";
"Interface Design" = "Дизайн Интерфейса";
"Policeman in pub" = "Начальник ЖЭКа";
"Legend" = "Легенда";
"About" = "О программе";
"Colors used for trigger markers" = "Цвета используемые для обозначения тригеров";
"Your weapons, you will not need them." = "Оружие твоё не нужно тебе";
"Difficult to see. Always in motion is the future" = "Темная сторона скрывает все. Предвидеть невозможно наше будущее";
"Mind what you have learned. Save you it can." ="Знание свет — путь укажет нам";
"Named must your fear be before banish it you can" = "Дать имя страху своему должен ты, прежде чем изгнать сможешь";
"Happens to every guy sometimes this does" = "С джедаем каждым случиться может это";
"Hurry, the galaxy is in danger" = "Спешите, Галактика в опасности";
"May the force be with you" = "Да пребудет с тобой сила";
"Developers" = "Алексей Дозорцев\nАнна Гоман\nАртем Бартле";
"Designers" = "Роман Силич\nЛеоинд Вознюк";
"Policeman" = "Ян Орещенков";

//
"No servers" = "нет серверов";
"empty" = "пусто";
"Name" = "Имя";
"Please check your Name" = "Пожалуйста, проверьте свое Имя";
"Please check your Password" = "Пожалуйста, проверьте свой Пароль";
"Log in" = "Войти";
"All servers" = "Все сервера";
"Data" = "Данные";
"Triggers" = "Триггеры";

//Periods
"hour" = "ч";
"day" = "д";
"week" = "н";
"month" = "м";
"year" = "г";


//types
"Not classified" = "Не классифицировано";
"Information" = "Информация";
"Warning" = "Предупреждение";
"Average" = "Обычное";
"High" = "Важное";
"Disaster" = "Катастрофа";

"There are no events for last month" = "За последний месяц нет событий";
"Send by email" = "Послать по почте";
"Save to library" = "Сохранить в фотоальбом";
"Failed to send mail" = "Письмо не отправлено";
"Mail account is not configured" = "Почтовый аккаунт еще не настроен";

"Your id:" = "Ваш id:";
"No Name" = "Нет имени";
"Favorites" = "Избранное";
"No graphs" = "Избранных пока нет.\rВы можете добавить сюда любой график. Просто открой график, выберете интересующий Вас период и нажмите \"Добавить в избранное\"";
"Add to Favorites" = "Добавить в Избранное";
"Remove from Favorites" = "Удалить из избранного";
"for the last" = "за последнии";